Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Tap to restore a hidden key to the drawer. Swipe left on a custom key to delete it.
ar: اضغط لاستعادة مفتاح مخفي إلى الدرج. اسحب لليسار على مفتاح مخصص لحذفه.
ca: Toca per restaurar una tecla oculta al calaix. Llisca cap a l'esquerra sobre una tecla personalitzada per eliminar-la.
cs: Klepnutím obnovíte skrytou klávesu do zásuvky. Přejetím doleva na vlastní klávesu ji smažete.
da: Tryk for at gendanne en skjult tast i skuffen. Stryg til venstre på en tilpasset tast for at slette den.
de: Tippen, um eine ausgeblendete Taste in der Leiste wiederherzustellen. Zum Löschen einer benutzerdefinierten Taste nach links wischen.
es: Toca para restaurar una tecla oculta en el cajón. Desliza a la izquierda sobre una tecla personalizada para eliminarla.
fi: Palauta piilotettu näppäin laatikkoon napauttamalla. Poista mukautettu näppäin pyyhkäisemällä vasemmalle.
fr: Touchez pour restaurer une touche masquée dans le tiroir. Balayez vers la gauche sur une touche personnalisée pour la supprimer.
he: הקש כדי לשחזר מקש מוסתר אל המגירה. החלק שמאלה על מקש מותאם אישית כדי למחוק אותו.
hu: Koppintson egy rejtett billentyű visszaállításához a fiókba. Egyéni billentyű törléséhez húzza balra.
it: Tocca per ripristinare un tasto nascosto nel cassetto. Scorri verso sinistra su un tasto personalizzato per eliminarlo.
ja: タップすると非表示のキーをドロワーに戻します。カスタムキーを左にスワイプすると削除できます。
ko: 탭하여 숨긴 키를 서랍으로 복원합니다. 사용자 지정 키를 왼쪽으로 쓸어넘기면 삭제됩니다.
nb: Trykk for å gjenopprette en skjult tast i skuffen. Sveip til venstre på en egendefinert tast for å slette den.
nl: Tik om een verborgen toets terug te zetten in de lade. Veeg naar links op een aangepaste toets om deze te verwijderen.
pl: Dotknij, aby przywrócić ukryty klawisz do szuflady. Przesuń w lewo na klawiszu niestandardowym, aby go usunąć.
pt_br: Toque para restaurar uma tecla oculta na gaveta. Deslize para a esquerda em uma tecla personalizada para excluí-la.
pt_pt: Toque para restaurar uma tecla oculta na gaveta. Deslize para a esquerda sobre uma tecla personalizada para a eliminar.
ro: Atinge pentru a restaura o tastă ascunsă în sertar. Glisează la stânga pe o tastă personalizată pentru a o șterge.
sl: Tapnite za obnovitev skrite tipke v predal. Podrsajte levo po tipki po meri, da jo izbrišete.
sv: Tryck för att återställa en dold tangent till lådan. Svep åt vänster på en anpassad tangent för att radera den.
uk: Торкніться, щоб повернути прихований клавіш у шухляду. Проведіть ліворуч по власному клавішу, щоб видалити його.
vi: Chạm để khôi phục một phím ẩn về ngăn kéo. Vuốt sang trái trên một phím tùy chỉnh để xóa.
zh_hans: 点按可将隐藏的按键恢复到抽屉中。在自定义按键上向左滑动即可删除。
zh_hant: 點一下即可將隱藏的按鍵還原到抽屜中。在自訂按鍵上向左滑動即可刪除。

source: Target authorized_keys path (default: ~/.ssh/authorized_keys)
ar: مسار authorized_keys المستهدف (الافتراضي: ~/.ssh/authorized_keys)
ca: Camí de authorized_keys de destinació (per defecte: ~/.ssh/authorized_keys)
cs: Cílová cesta authorized_keys (výchozí: ~/.ssh/authorized_keys)
da: Mål for authorized_keys-sti (standard: ~/.ssh/authorized_keys)
de: Zielpfad für authorized_keys (Standard: ~/.ssh/authorized_keys)
es: Ruta del authorized_keys de destino (por defecto: ~/.ssh/authorized_keys)
fi: Kohteen authorized_keys-polku (oletus: ~/.ssh/authorized_keys)
fr: Chemin du authorized_keys cible (par défaut : ~/.ssh/authorized_keys)
he: נתיב authorized_keys יעד (ברירת מחדל: ~/.ssh/authorized_keys)
hu: Cél authorized_keys útvonal (alapértelmezett: ~/.ssh/authorized_keys)
it: Percorso authorized_keys di destinazione (predefinito: ~/.ssh/authorized_keys)
ja: 対象の authorized_keys パス（デフォルト: ~/.ssh/authorized_keys）
ko: 대상 authorized_keys 경로 (기본값: ~/.ssh/authorized_keys)
nb: Mål-authorized_keys-sti (standard: ~/.ssh/authorized_keys)
nl: Doel authorized_keys-pad (standaard: ~/.ssh/authorized_keys)
pl: Docelowa ścieżka authorized_keys (domyślnie: ~/.ssh/authorized_keys)
pt_br: Caminho do authorized_keys de destino (padrão: ~/.ssh/authorized_keys)
pt_pt: Caminho do authorized_keys de destino (predefinição: ~/.ssh/authorized_keys)
ro: Calea authorized_keys destinație (implicit: ~/.ssh/authorized_keys)
sl: Ciljna pot authorized_keys (privzeto: ~/.ssh/authorized_keys)
sv: Sökväg till authorized_keys (standard: ~/.ssh/authorized_keys)
uk: Шлях до authorized_keys (за замовчуванням: ~/.ssh/authorized_keys)
vi: Đường dẫn authorized_keys đích (mặc định: ~/.ssh/authorized_keys)
zh_hans: 目标 authorized_keys 路径（默认：~/.ssh/authorized_keys）
zh_hant: 目標 authorized_keys 路徑（預設：~/.ssh/authorized_keys）

source: Target Host Key
ar: مفتاح المضيف الهدف
ca: Clau del host de destinació
cs: Cílový klíč hostitele
da: Målværtsnøgle
de: Ziel-Host-Schlüssel
es: Clave del host de destino
fi: Kohdepalvelimen avain
fr: Clé de l'hôte cible
he: מפתח מארח יעד
hu: Cél gazdakulcs
it: Chiave host di destinazione
ja: ターゲットホストキー
ko: 대상 호스트 키
nb: Målvertsnøkkel
nl: Doelhostsleutel
pl: Klucz hosta docelowego
pt_br: Chave do Host de Destino
pt_pt: Chave do Host de Destino
ro: Cheie gazdă țintă
sl: Ključ ciljnega gostitelja
sv: Målvärdsnyckel
uk: Ключ цільового хоста
vi: Khóa máy chủ đích
zh_hans: 目标主机密钥
zh_hant: 目標主機金鑰

source: Target Slot
ar: الفتحة المستهدفة
ca: Ranura de destí
cs: Cílový slot
da: Målslot
de: Ziel-Slot
es: Ranura de destino
fi: Kohdepaikka
fr: Slot cible
he: חריץ יעד
hu: Cél slot
it: Slot di destinazione
ja: ターゲットスロット
ko: 대상 슬롯
nb: Målspor
nl: Doelslot
pl: Slot docelowy
pt_br: Slot de Destino
pt_pt: Slot de Destino
ro: Slot țintă
sl: Ciljni slot
sv: Målplats
uk: Цільовий слот
vi: Khe đích
zh_hans: 目标槽位
zh_hant: 目標插槽

# Team %@ · %@
source: Team %1$@ · %2$@
ar: الفريق %1$@ · %2$@
ca: Equip %1$@ · %2$@
cs: Tým %1$@ · %2$@
es: Equipo %1$@ · %2$@
fi: Tiimi %1$@ · %2$@
fr: Équipe %1$@ · %2$@
he: צוות %1$@ · %2$@
hu: %1$@ csapat · %2$@
ja: チーム %1$@ · %2$@
ko: 팀 %1$@ · %2$@
pl: Zespół %1$@ · %2$@
pt_br: Equipe %1$@ · %2$@
pt_pt: Equipa %1$@ · %2$@
ro: Echipa %1$@ · %2$@
sl: Ekipa %1$@ · %2$@
uk: Команда %1$@ · %2$@
vi: Nhóm %1$@ · %2$@
zh_hans: 团队 %1$@ · %2$@
zh_hant: 團隊 %1$@ · %2$@

source: Technical Details
ar: التفاصيل التقنية
ca: Detalls tècnics
cs: Technické podrobnosti
da: Tekniske detaljer
de: Technische Details
es: Detalles tecnicos
fi: Tekniset tiedot
fr: Details techniques
he: פרטים טכניים
hu: Technikai reszletek
it: Dettagli tecnici
ja: 技術的な詳細
ko: 기술 세부 정보
nb: Tekniske detaljer
nl: Technische details
pl: Szczegóły techniczne
pt_br: Detalhes Técnicos
pt_pt: Detalhes Técnicos
ro: Detalii Tehnice
sl: Tehnične podrobnosti
sv: Tekniska detaljer
uk: Технічні деталі
vi: Chi tiết kỹ thuật
zh_hans: 技术详情
zh_hant: 技術詳情

source: Temperature
ar: درجة الحرارة
ca: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
es: Temperatura
fi: Lämpötila
fr: Température
he: טמפרטורה
hu: Hőmérséklet
it: Temperatura
ja: 温度
ko: 온도
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
pt_pt: Temperatura
ro: Temperatură
sl: Temperatura
sv: Temperatur
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: Tenant ID (optional)
ar: معرّف المستأجر (اختياري)
ca: ID d'inquilí (opcional)
cs: Tenant ID (volitelné)
da: Tenant ID (valgfrit)
de: Mandanten-ID (optional)
es: Tenant ID (opcional)
fi: Vuokraaja-ID (valinnainen)
fr: ID du locataire (facultatif)
he: מזהה דייר (אופציונלי)
hu: Bérlő azonosító (opcionális)
it: Tenant ID (opzionale)
ja: テナントID（オプション）
ko: 테넌트 ID (선택 사항)
nb: Leietaker-ID (valgfritt)
nl: Tenant-ID (optioneel)
pl: Tenant ID (opcjonalnie)
pt_br: ID do Tenant (opcional)
pt_pt: ID do Inquilino (opcional)
ro: ID locatar (opțional)
sl: ID najemnika (neobvezno)
sv: Klient-ID (valfritt)
uk: ID орендаря (необовʼязково)
vi: ID tenant (tùy chọn)
zh_hans: 租户 ID（可选）
zh_hant: 租用戶 ID（選填）

source: TERM Value
ar: قيمة TERM
ca: Valor de TERM
cs: Hodnota TERM
da: TERM-værdi
de: TERM-Wert
es: Valor de TERM
fi: TERM-arvo
fr: Valeur TERM
he: ערך TERM
hu: TERM-érték
it: Valore TERM
ja: TERM の値
ko: TERM 값
nb: TERM-verdi
nl: TERM-waarde
pl: Wartość TERM
pt_br: Valor de TERM
pt_pt: Valor de TERM
ro: Valoare TERM
sl: Vrednost TERM
sv: TERM-värde
uk: Значення TERM
vi: Giá trị TERM
zh_hans: TERM 值
zh_hant: TERM 值

source: Terminal
ar: الطرفية
cs: Terminál
fi: Terminaali
he: מסוף
hu: Terminál
it: Terminale
ja: ターミナル
ko: 터미널
uk: Термінал
zh_hans: 终端
zh_hant: 終端機

source: Terminal & Misc
ar: الطرفية وأخرى
ca: Terminal i altres
cs: Terminál a různé
da: Terminal & diverse
de: Terminal & Sonstiges
es: Terminal y varios
fi: Terminaali ja sekalaiset
fr: Terminal et divers
he: מסוף ושונות
hu: Terminál és egyéb
it: Terminale e varie
ja: ターミナルとその他
ko: 터미널 및 기타
nb: Terminal & diverse
nl: Terminal & overig
pl: Terminal i różne
pt_br: Terminal e diversos
pt_pt: Terminal e diversos
ro: Terminal și diverse
sl: Terminal in razno
sv: Terminal & övrigt
uk: Термінал та інше
vi: Terminal & Khác
zh_hans: 终端与其他
zh_hant: 終端機與其他

source: Terminal %lld
ar: الطرفية %lld
cs: Terminál %lld
fi: Terminaali %lld
he: מסוף %lld
hu: %lld. terminál
it: Terminale %lld
ja: ターミナル%lld
ko: 터미널 %lld
uk: Термінал %lld
zh_hans: 终端 %lld
zh_hant: 終端機 %lld

source: Terminal emulator based on libghostty by Mitchell Hashimoto
ar: محاكي طرفية مبني على libghostty بواسطة Mitchell Hashimoto
ca: Emulador de terminal basat en libghostty de Mitchell Hashimoto
cs: Emulátor terminálu založený na libghostty od Mitchella Hashimota
da: Terminalemulator baseret på libghostty af Mitchell Hashimoto
de: Terminal-Emulator basierend auf libghostty von Mitchell Hashimoto
es: Emulador de terminal basado en libghostty por Mitchell Hashimoto
fi: Terminaaliemulaattori, pohjautuu Mitchell Hashimoton libghostty-kirjastoon
fr: Émulateur de terminal basé sur libghostty par Mitchell Hashimoto
he: אמולטור מסוף מבוסס libghostty מאת Mitchell Hashimoto
hu: Terminálemulátor a Mitchell Hashimoto által fejlesztett libghostty alapján
it: Emulatore di terminale basato su libghostty di Mitchell Hashimoto
ja: Mitchell Hashimotoによるlibghosttyベースのターミナルエミュレーター
ko: Mitchell Hashimoto의 libghostty 기반 터미널 에뮬레이터
nb: Terminalemulator basert på libghostty av Mitchell Hashimoto
nl: Terminalemulator gebaseerd op libghostty door Mitchell Hashimoto
pl: Emulator terminala oparty na libghostty autorstwa Mitchella Hashimoto
pt_br: Emulador de terminal baseado em libghostty por Mitchell Hashimoto
pt_pt: Emulador de terminal baseado em libghostty por Mitchell Hashimoto
ro: Emulator de terminal bazat pe libghostty de Mitchell Hashimoto
sl: Terminalski emulator na osnovi libghostty avtorja Mitchella Hashimota
sv: Terminalemulator baserad på libghostty av Mitchell Hashimoto
uk: Емулятор термінала на основі libghostty від Mitchell Hashimoto
vi: Trình giả lập terminal dựa trên libghostty bởi Mitchell Hashimoto
zh_hans: 基于 Mitchell Hashimoto 的 libghostty 的终端模拟器
zh_hant: 基於 Mitchell Hashimoto 的 libghostty 的終端機模擬器

source: Terminal icon instead of star
ar: أيقونة طرفية بدلاً من النجمة
ca: Icona de terminal en lloc d'estrella
cs: Ikona terminálu místo hvězdy
da: Terminalikon i stedet for stjerne
de: Terminalsymbol statt Stern
es: Icono de terminal en lugar de estrella
fi: Terminaalikuvake tähden sijaan
fr: Icône terminal au lieu de l'étoile
he: סמל מסוף במקום כוכב
hu: Terminálikon csillag helyett
it: Icona del terminale al posto della stella
ja: 星の代わりにターミナルアイコン
ko: 별 대신 터미널 아이콘
nb: Terminalikon i stedet for stjerne
nl: Terminalpictogram in plaats van ster
pl: Ikona terminala zamiast gwiazdki
pt_br: Ícone de terminal em vez de estrela
pt_pt: Ícone de terminal em vez de estrela
ro: Pictogramă terminal în loc de stea
sl: Ikona terminala namesto zvezde
sv: Terminalikon istället för stjärna
uk: Іконка термінала замість зірки
vi: Biểu tượng terminal thay vì ngôi sao
zh_hans: 终端图标替代星形
zh_hant: 終端機圖示取代星形

source: Terminal Notifications
ar: إشعارات الطرفية
ca: Notificacions del terminal
cs: Oznámení terminálu
da: Terminalnotifikationer
de: Terminal-Benachrichtigungen
es: Notificaciones del terminal
fi: Terminaali-ilmoitukset
fr: Notifications du terminal
he: התראות מסוף
hu: Terminálértesítések
it: Notifiche del terminale
ja: ターミナル通知
ko: 터미널 알림
nb: Terminalvarsler
nl: Terminalmeldingen
pl: Powiadomienia terminala
pt_br: Notificações do Terminal
pt_pt: Notificações do Terminal
ro: Notificări terminal
sl: Obvestila terminala
sv: Terminalnotifieringar
uk: Сповіщення термінала
vi: Thông báo terminal
zh_hans: 终端通知
zh_hant: 終端機通知

source: Terminal Options
ar: خيارات الطرفية
ca: Opcions del terminal
cs: Možnosti terminálu
da: Terminalindstillinger
de: Terminal-Optionen
es: Opciones del terminal
fi: Terminaaliasetukset
fr: Options du terminal
he: אפשרויות מסוף
hu: Terminálbeállítások
it: Opzioni del terminale
ja: ターミナルオプション
ko: 터미널 옵션
nb: Terminalalternativer
nl: Terminalopties
pl: Opcje terminala
pt_br: Opções do Terminal
pt_pt: Opções do Terminal
ro: Opțiuni terminal
sl: Možnosti terminala
sv: Terminalalternativ
uk: Параметри термінала
vi: Tùy chọn terminal
zh_hans: 终端选项
zh_hant: 終端機選項

source: Terminal type
ar: نوع الطرفية
ca: Tipus de terminal
cs: Typ terminálu
de: Terminal-Typ
es: Tipo de terminal
fi: Terminaalin tyyppi
fr: Type de terminal
he: סוג מסוף
hu: Terminál típusa
it: Tipo di terminale
ja: ターミナルタイプ
ko: 터미널 유형
pl: Typ terminala
pt_br: Tipo de terminal
pt_pt: Tipo de terminal
ro: Tip de terminal
sl: Vrsta terminala
sv: Terminaltyp
uk: Тип термінала
vi: Loại terminal
zh_hans: 终端类型
zh_hant: 終端機類型

source: Terminal Type
ar: نوع الطرفية
ca: Tipus de terminal
cs: Typ terminálu
de: Terminal-Typ
es: Tipo de terminal
fi: Terminaalin tyyppi
fr: Type de terminal
he: סוג מסוף
hu: Terminál típusa
it: Tipo di terminale
ja: ターミナルタイプ
ko: 터미널 유형
pl: Typ terminala
pt_br: Tipo de Terminal
pt_pt: Tipo de Terminal
ro: Tip de terminal
sl: Vrsta terminala
sv: Terminaltyp
uk: Тип термінала
vi: Loại terminal
zh_hans: 终端类型
zh_hant: 終端機類型

source: Terminated
ar: منتهٍ
ca: Finalitzat
cs: Ukončeno
da: Afsluttet
de: Beendet
es: Terminado
fi: Päättynyt
fr: Terminé
he: הופסק
hu: Megszűnt
it: Terminato
ja: 終了
ko: 종료됨
nb: Avsluttet
nl: Beëindigd
pl: Zakończono
pt_br: Encerrado
pt_pt: Terminado
ro: Terminat
sl: Prekinjeno
sv: Avslutad
uk: Припинено
vi: Đã kết thúc
zh_hans: 已终止
zh_hant: 已終止

source: Tesla Coil
ar: ملف تسلا
ca: Bobina de Tesla
cs: Teslova cívka
da: Teslaspole
de: Teslaspule
es: Bobina de Tesla
fi: Tesla-kela
fr: Bobine de Tesla
he: סליל טסלה
hu: Tesla-tekercs
it: Bobina di Tesla
ja: テスラコイル
ko: 테슬라 코일
nb: Teslaspole
nl: Teslaspoel
pl: Cewka Tesli
pt_br: Bobina de Tesla
pt_pt: Bobina de Tesla
ro: Bobină Tesla
sl: Teslova tuljava
sv: Teslaspole
uk: Котушка Тесла
vi: Cuộn Tesla
zh_hans: 特斯拉线圈
zh_hant: 特斯拉線圈

source: Test Runs
ar: عمليات تشغيل الاختبارات
ca: Execucions de proves
cs: Spouštění testů
da: Testkørsler
de: Testläufe
es: Ejecuciones de pruebas
fi: Testiajot
fr: Exécutions de tests
he: הרצות בדיקה
hu: Tesztfuttatások
it: Esecuzioni di test
ja: テスト実行
ko: 테스트 실행
nb: Testkjøringer
pl: Uruchomienia testów
pt_br: Execuções de Testes
pt_pt: Execuções de Testes
ro: Rulări de teste
sl: Zagoni testov
sv: Testkörningar
uk: Запуски тестів
vi: Lần chạy kiểm thử
zh_hans: 测试运行
zh_hant: 測試執行

source: Test sudo access:
ar: اختبار صلاحيات sudo:
ca: Provar l'accés sudo:
cs: Otestovat přístup sudo:
da: Test sudo-adgang:
de: Sudo-Zugriff testen:
es: Probar acceso sudo:
fi: Testaa sudo-oikeudet:
fr: Tester l'accès sudo :
he: בדוק גישת sudo:
hu: Sudo hozzáférés tesztelése:
it: Verificare l'accesso sudo:
ja: sudoアクセスをテスト:
ko: sudo 접근 테스트:
nb: Test sudo-tilgang:
nl: Test sudo-toegang:
pl: Sprawdź dostęp sudo:
pt_br: Testar acesso sudo:
pt_pt: Testar acesso sudo:
ro: Testați accesul sudo:
sl: Preizkusite dostop sudo:
sv: Testa sudo-åtkomst:
uk: Перевірити доступ sudo:
vi: Kiểm tra quyền truy cập sudo:
zh_hans: 测试 sudo 权限：
zh_hant: 測試 sudo 權限：

source: Text
ar: نص
da: Tekst
es: Texto
fi: Teksti
fr: Texte
he: טקסט
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
sl: Besedilo
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: Text Avoidance
ar: تجنّب النص
ca: Evitació del text
cs: Vyhýbání se textu
da: Tekstundgåelse
de: Textvermeidung
es: Evitación de texto
fi: Tekstin väistö
fr: Évitement du texte
he: הימנעות מטקסט
hu: Szövegkerülés
it: Evitamento del testo
ja: テキスト回避
ko: 텍스트 회피
nb: Tekstunngåelse
nl: Tekst ontwijken
pl: Omijanie tekstu
pt_br: Desvio de Texto
pt_pt: Evitar texto
ro: Evitarea textului
sl: Izogibanje besedilu
sv: Textundvikande
uk: Уникання тексту
vi: Né tránh văn bản
zh_hans: 文字避让
zh_hant: 文字迴避

source: Text Editors:
ar: محررات النصوص:
ca: Editors de text:
cs: Textové editory:
da: Teksteditorer:
de: Texteditoren:
es: Editores de texto:
fi: Tekstieditorit:
fr: Éditeurs de texte :
he: עורכי טקסט:
hu: Szövegszerkesztők:
it: Editor di testo:
ja: テキストエディタ:
ko: 텍스트 편집기:
nb: Tekstredigerere:
nl: Teksteditors:
pl: Edytory tekstu:
pt_br: Editores de texto:
pt_pt: Editores de texto:
ro: Editoare de text:
sl: Urejevalniki besedil:
sv: Textredigerare:
uk: Текстові редактори:
vi: Trình soạn thảo văn bản:
zh_hans: 文本编辑器：
zh_hant: 文字編輯器：

source: Text Processing:
ar: معالجة النصوص:
ca: Processament de text:
cs: Zpracování textu:
da: Tekstbehandling:
de: Textverarbeitung:
es: Procesamiento de texto:
fi: Tekstinkäsittely:
fr: Traitement de texte :
he: עיבוד טקסט:
hu: Szövegfeldolgozás:
it: Elaborazione testo:
ja: テキスト処理:
ko: 텍스트 처리:
nb: Tekstbehandling:
nl: Tekstverwerking:
pl: Przetwarzanie tekstu:
pt_br: Processamento de texto:
pt_pt: Processamento de texto:
ro: Procesare text:
sl: Obdelava besedil:
sv: Textbearbetning:
uk: Обробка тексту:
vi: Xử lý văn bản:
zh_hans: 文本处理：
zh_hant: 文字處理：

source: Text Selection
ar: تحديد النص
ca: Selecció de text
cs: Výběr textu
da: Tekstmarkering
de: Textauswahl
es: Selección de texto
fi: Tekstivalinta
fr: Sélection de texte
he: בחירת טקסט
hu: Szövegkijelölés
it: Selezione testo
ja: テキスト選択
ko: 텍스트 선택
nb: Tekstmerking
nl: Tekstselectie
pl: Zaznaczenie tekstu
pt_br: Seleção de texto
pt_pt: Seleção de texto
ro: Selecție text
sl: Izbira besedila
sv: Textmarkering
uk: Виділення тексту
vi: Chọn văn bản
zh_hans: 文本选择
zh_hant: 文字選取

source: Text Size
ar: حجم النص
ca: Mida del text
cs: Velikost textu
da: Tekststørrelse
de: Textgröße
es: Tamaño de texto
fi: Tekstikoko
fr: Taille du texte
he: גודל טקסט
hu: Szövegméret
it: Dimensione testo
ja: テキストサイズ
ko: 텍스트 크기
nb: Tekststørrelse
nl: Tekstgrootte
pl: Rozmiar tekstu
pt_br: Tamanho do Texto
pt_pt: Tamanho do Texto
ro: Dimensiune text
sl: Velikost besedila
sv: Textstorlek
uk: Розмір тексту
vi: Cỡ chữ
zh_hans: 文字大小
zh_hant: 文字大小

source: Text to send
ar: النص المراد إرساله
ca: Text per enviar
cs: Text k odeslání
da: Tekst at sende
de: Zu sendender Text
es: Texto a enviar
fi: Lähetettävä teksti
fr: Texte à envoyer
he: טקסט לשליחה
hu: Küldendő szöveg
it: Testo da inviare
ja: 送信するテキスト
ko: 보낼 텍스트
nb: Tekst å sende
nl: Te versturen tekst
pl: Tekst do wysłania
pt_br: Texto para enviar
pt_pt: Texto a enviar
ro: Text de trimis
sl: Besedilo za pošiljanje
sv: Text att skicka
uk: Текст для надсилання
vi: Văn bản cần gửi
zh_hans: 要发送的文本
zh_hant: 要傳送的文字

source: Text to Send
ar: النص المراد إرساله
ca: Text per enviar
cs: Text k odeslání
da: Tekst at sende
de: Zu sendender Text
es: Texto a enviar
fi: Lähetettävä teksti
fr: Texte à envoyer
he: טקסט לשליחה
hu: Küldendő szöveg
it: Testo da inviare
ja: 送信するテキスト
ko: 보낼 텍스트
nb: Tekst å sende
nl: Te versturen tekst
pl: Tekst do wysłania
pt_br: Texto para Enviar
pt_pt: Texto a Enviar
ro: Text de trimis
sl: Besedilo za pošiljanje
sv: Text att skicka
uk: Текст для надсилання
vi: Văn bản cần gửi
zh_hans: 要发送的文本
zh_hant: 要傳送的文字

source: Text Under Cursor
ar: النص أسفل المؤشر
ca: Text sota el cursor
cs: Text pod kurzorem
da: Tekst under markør
de: Text unter Cursor
es: Texto bajo el cursor
fi: Teksti kohdistimen alla
fr: Texte sous le curseur
he: טקסט מתחת לסמן
hu: Szöveg a kurzor alatt
it: Testo sotto il cursore
ja: カーソル下のテキスト
ko: 커서 아래 텍스트
nb: Tekst under markør
nl: Tekst onder cursor
pl: Tekst pod kursorem
pt_br: Texto sob o cursor
pt_pt: Texto sob o cursor
ro: Text sub cursor
sl: Besedilo pod kazalcem
sv: Text under markör
uk: Текст під курсором
vi: Chữ dưới con trỏ
zh_hans: 光标下方文本
zh_hant: 游標下方文字

source: Text you copy or paste in a terminal will appear here.
ar: سيظهر هنا النص الذي تنسخه أو تلصقه في الطرفية.
ca: El text que copieu o enganxeu en un terminal apareixerà aquí.
cs: Text, který zkopírujete nebo vložíte v terminálu, se zobrazí zde.
da: Tekst, du kopierer eller indsætter i en terminal, vises her.
de: Text, den du in einem Terminal kopierst oder einfügst, erscheint hier.
es: El texto que copies o pegues en un terminal aparecerá aquí.
fi: Päätteessä kopioimasi tai liittämäsi teksti näkyy tässä.
fr: Le texte que vous copiez ou collez dans un terminal apparaîtra ici.
he: טקסט שתעתיק או תדביק במסוף יופיע כאן.
hu: A terminálban másolt vagy beillesztett szöveg itt jelenik meg.
it: Il testo che copi o incolli in un terminale apparirà qui.
ja: ターミナルでコピーまたはペーストしたテキストがここに表示されます。
ko: 터미널에서 복사하거나 붙여넣은 텍스트가 여기에 표시됩니다.
nb: Tekst du kopierer eller limer inn i en terminal, vises her.
nl: Tekst die je in een terminal kopieert of plakt, verschijnt hier.
pl: Tekst kopiowany lub wklejany w terminalu pojawi się tutaj.
pt_br: O texto que você copiar ou colar em um terminal aparecerá aqui.
pt_pt: O texto que copiar ou colar num terminal aparecerá aqui.
ro: Textul pe care îl copiați sau îl lipiți într-un terminal va apărea aici.
sl: Besedilo, ki ga kopirate ali prilepite v terminalu, se bo prikazalo tukaj.
sv: Text som du kopierar eller klistrar in i en terminal visas här.
uk: Текст, який ви копіюєте або вставляєте в терміналі, з'являтиметься тут.
vi: Văn bản bạn sao chép hoặc dán trong terminal sẽ xuất hiện tại đây.
zh_hans: 你在终端中拷贝或粘贴的文本会显示在这里。
zh_hant: 你在終端機中複製或貼上的文字會顯示在這裡。

source: Text:
ar: النص:
da: Tekst:
es: Texto:
fi: Teksti:
fr: Texte :
he: טקסט:
hu: Szöveg:
it: Testo:
ja: テキスト:
ko: 텍스트:
nb: Tekst:
nl: Tekst:
pl: Tekst:
pt_br: Texto:
pt_pt: Texto:
sl: Besedilo:
uk: Текст:
vi: Văn bản:
zh_hans: 文本：
zh_hant: 文字：

source: Text…
ar: النص…
da: Tekst…
es: Texto…
fi: Teksti…
fr: Texte…
he: טקסט…
hu: Szöveg…
it: Testo…
ja: テキスト…
ko: 텍스트…
nb: Tekst…
nl: Tekst…
pl: Tekst…
pt_br: Texto…
pt_pt: Texto…
sl: Besedilo …
uk: Текст…
vi: Văn bản…
zh_hans: 文本…
zh_hant: 文字…

source: The agent has no identities.
ar: لا توجد هويات لدى الوكيل.
ca: L'agent no té cap identitat.
cs: Agent nemá žádné identity.
da: Agenten har ingen identiteter.
de: Der Agent hat keine Identitäten.
es: El agente no tiene identidades.
fi: Agentilla ei ole identiteettejä.
fr: L'agent n'a aucune identité.
he: לסוכן אין זהויות.
hu: Az ügynöknek nincsenek identitásai.
it: L'agente non ha identità.
ja: エージェントに識別情報がありません。
ko: 에이전트에 아이덴티티가 없습니다.
nb: Agenten har ingen identiteter.
nl: De agent heeft geen identiteiten.
pl: Agent nie ma żadnych tożsamości.
pt_br: O agente não tem identidades.
pt_pt: O agente não tem identidades.
ro: Agentul nu are nicio identitate.
sl: Agent nima identitet.
sv: Agenten har inga identiteter.
uk: У агента немає ідентичностей.
vi: Agent không có danh tính nào.
zh_hans: 代理没有任何身份。
zh_hant: 代理沒有任何身分。
